"WIFI NOT REACHABLE" = "WIFI NICHT ERREICHBAR";
"START NOT RECEIVED" = "BEFEHL NICHT EMPFANGEN";
"CONTROL LINK NOT AVAILABLE" = "STEUERVERBINDUNG UNTERBROCHEN";
"ULTRASOUND EMERGENCY" = "PROBLEM: ULTRASCHALL";
"CUT OUT EMERGENCY" = "MOTOREN BLOCKIERT";
"MOTORS EMERGENCY" = "PROBLEM: MOTOREN";
"CAMERA EMERGENCY" = "PROBLEM: KAMERA";
"PIC WATCHDOG EMERGENCY" = "PROBLEM: SENSORENINITIALISIERUNG";
"PIC VERSION EMERGENCY" = "PROBLEM: VERSION DES TRÄGHEITSNAVIGATIONSSYSTEMS";
"TOO MUCH ANGLE EMERGENCY" = "PROBLEM: WINKELÜBERSCHREITUNG";	
"BATTERY LOW EMERGENCY" = "PROBLEM: BATTERIE LEER";
"USER EMERGENCY" = "NOTABSCHALTUNG DURCH BENUTZER";
"UNKNOWN EMERGENCY" = "PROBLEM UNBEKANNT";
"PRESS RESET" = "RESET-TASTE DRÜCKEN";
"BATTERY LOW ALERT" = "BATTERIE SCHWACH";
"ULTRASOUND ALERT" = "ALARM: ULTRASCHALL";
"VISION ALERT" = "ALARM: SICHT";
"VIDEO CONNECTION ALERT" = "VIDEOVERBINDUNG UNTERBROCHEN";
"CAMERA ALERT" = "ALARM: KAMERA";

/* Pop-up messages */

"USB drive full\nPlease connect a new one" = "USB-Stick voll\nBitte neuen USB-Stick anschließen";
"Please reboot your %@ to enable full piloting capabilities" = "Bitte starten Sie Ihr %@ neu, um die Flugfähigkeiten zu optimieren";
"Your video is being processed\nPlease do not close the application\nIt will appear shortly in the video section" = "Ihr Video wird bearbeitet.\nDie Anwendung bitte nicht schließen.\nDas Video wird in Kürze im Videobereich angezeigt";
"Please wait until the end of the recording" = "Bitte warten Sie das Ende des Speichervorgangs ab";

/* Settings Menu Text */

"DEFAULT SETTINGS" = "STANDARDPARAMETER";
"FLAT TRIM" = "FLACHTRIMMUNG";
"PERSONAL SETTINGS" = "BENUTZERDEFINIERTE PARAMETER";
"PAIRING" = "KOPPLUNG";
"AR.DRONE NETWORK NAME" = "AR.DRONE-NETZWERKNAME";
"INTERFACE OPACITY" = "OPAZITÄT DER SCHNITTSTELLE";
"USB RECORD" = "USB-AUFZEICHNUNG";
"FLIP ENABLED" = "FLIP AKTIVIERT";
"FLIGHT SETTINGS" = "FLUGPARAMETER";
"ALTITUDE LIMIT" = "HÖHENGRENZE";
"VERTICAL SPEED MAX" = "MAX. VERTIKALGESCHWINDIGKEIT";
"mm/s" = "mm/s";
"ROTATION SPEED MAX" = "MAX. DREHGESCHWINDIGKEIT";
"°/s" = "°/s";
"TILT ANGLE MAX" = "NEIGUNGSWINKEL MAX";
"OUTDOOR HULL" = "VERKLEIDUNG FÜR EINSATZ IM FREIEN";
"OUTDOOR FLIGHT" = "FLUG IM FREIEN";
"PILOTING MODE" = "FLUGMODUS";
"JOYPAD MODE" = "JOYPAD-MODUS";
"ABSOLUTE CONTROL" = "ABSOLUTE CONTROL";
"CALIBRATION" = "KALIBRIERUNG";
"Calibration Warning" = "Kalibrierungs-Warnung";
"Keep your distance with your AR.Drone. It will now spin once on itself to calibrate its compass." = "Nehmen Sie Abstand von Ihrer AR.Drone. Sie wird sich nun einmal um sich selbst drehen, um ihren Kompass zu kalibrieren";
"LEFT-HANDED" = "LINKSHÄNDER-MODUS";
"%@ TILT MAX" = "MAX. NEIGUNG DES %@";
"STATUS" = "STATUS";
"Version" = "Version";
"Hardware" = "Hardware";
"Software" = "Software";
"INERTIAL" = "INERTIAL";
"MOTORS VERSIONS" = "MOTOREN-VERSIONEN";
"MOTOR %d" = "MOTOR %d";
"Type" = "Typ";
"VIDEO SETTINGS" = "VIDEOPARAMETER";
"ADAPTATIVE VIDEO" = "ADAPTATIVES VIDEO";
"VIDEO CODEC" = "VIDEO-CODEC";

"New AR.Drone network name" = "Neuer Netzwerkname der AR.Drone";
"Please quit the application and restart your AR.Drone. Connect to %s network and relaunch AR.FreeFlight to apply changes." = "Bitte schließen Sie die Anwendung und starten Sie Ihre AR.Drone neu. Stellen Sie eine Verbindung zum %s-Netzwerk her und starten Sie AR.FreeFlight neu, um die Änderungen anzuwenden.";
"Bad network name" = "Netzwerkname ungültig";
"The network name can only contain alphanumeric characters and underscores, and must not be longer than 32 characters." = "Der Netzwerkname ist auf 32 Zeichen begrenzt und darf nur alphanumerische Zeichen und Unterstriche enthalten.";
"Location Services Disabled" = "Ortungsdienste deaktiviert";
"You need to enable this service to use absolute control." = "Sie müssen diese Dienste aktivieren, um die Funktion Absolute Control zu nutzen.";
"Location Services Alert" = "Ortungsdienste-Alarm";
"Location services request timeout.\nYour location won't be stored in your AR.Drone." = "Zeit für Ortungsdienste-Anforderung abgelaufen.\nIhre Position wird nicht auf Ihrer AR.Drone gespeichert.";
"If you want to store your location and access your media gallery, enable it in your device's settings." = "Wenn Sie Ihre Position speichern und auf Ihre Multimedia-Galerie zugreifen möchten, müssen Sie diese Option auf Ihrem Peripheriegerät aktivieren.";